* Time Log
  CLOCK: [2015-02-02 Mon 15:25]--[2015-02-02 Mon 15:50] =>  0:25

* Colin Time Log
  CLOCK: [2015-02-03 Tue 02:12]
  CLOCK: [2015-02-02 Mon 19:04]--[2015-02-02 Mon 19:10] =>  0:06
  CLOCK: [2015-02-02 Mon 18:12]--[2015-02-02 Mon 18:57] =>  0:45
  CLOCK: [2015-02-02 Mon 15:50]--[2015-02-02 Mon 18:10] =>  2:20

* Malina Time Log
  CLOCK: [2015-02-02 Mon 15:50]--

* Colin API's
** Google Places
** Stripe
** Paypal
** Google Calendar
** Gmail

* Malina API's
** Yelp
** OpenTable
** Spotify
** DropBox
** Google Drive
** Ebay
